[Balance.PawnBalance_JackShieldProbes AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor Guarda-costas do Jack")
PlayThroughs[1]=(DisplayName="Supervisor Guardião do Jack")

[Balance.PawnBalance_ProbeRepair AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor Mecânico")
PlayThroughs[1]=(DisplayName="Supervisor Mecânico Reforçado")

[Balance.PawnBalance_ProbeRepair_HealthCashAmmoOnly AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor Mecânico")
PlayThroughs[1]=(DisplayName="Supervisor Mecânico Reforçado")

[Balance.PawnBalance_ProbeRepairBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor Mecânico Encrenqueiro")
PlayThroughs[1]=(DisplayName="Supervisor Mecânico Super Encrenqueiro")

[Balance.PawnBalance_ProbeRepairBadass_HealthCashAmmoOnly AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor Mecânico Encrenqueiro")
PlayThroughs[1]=(DisplayName="Supervisor Mecânico Super Encrenqueiro")

[Balance.PawnBalance_ProbeShield AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor com Escudo")
PlayThroughs[1]=(DisplayName="Supervisor com Escudo Energizado")

[Balance.PawnBalance_ProbeShield_HealthCashAmmoOnly AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor com Escudo")
PlayThroughs[1]=(DisplayName="Supervisor com Escudo Energizado")

[Balance.PawnBalance_ProbeShieldBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor com Escudo Encrenqueiro")
PlayThroughs[1]=(DisplayName="Supervisor com Escudo Super Encrenqueiro")

[Balance.PawnBalance_ProbeShieldBadass_HealthCashAmmoOnly AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Supervisor com Escudo Encrenqueiro")
PlayThroughs[1]=(DisplayName="Supervisor com Escudo Super Encrenqueiro")

